i5/20220908-mdraid-3/6/ext4/1000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 14846702
number of failed transactions: 0 (0.000%)
latency average = 3.880 ms
initial connection time = 7.440 ms
tps = 4124.049601 (without initial connection time)